Repository: common-repository/wc-yabi
Catalog: languages/yabi-wc-*.po
Languages: es_co

source: About the plugin
es_co: Acerca del plugin

source: Address
es_co: Dirección

source: Automatic
es_co: Automático

source: Automatic: Generates automatic invoices, this depends on whether the data has been filled out correctly.
es_co: Automático: Genera facturas automáticas, esto depende de si los datos se han completado correctamente.

source: Business Unit Uuid
es_co: Unidad de negocio Uuid

source: Cash: The payment is made immediately.
es_co: Efectivo: El pago se realiza de forma inmediata.

source: City
es_co: Ciudad

source: City Code
es_co: Código de ciudad

source: Click on &quot;Business Units&quot;.
es_co: Clic en &quot;Unidad de negocio&quot;

source: Click on a business unit, this displays the information of the business unit.
es_co: Clic en unidad de negocio, este despliega la información de la unidad de negocio

source: Click on the "Save" button to save the information of the fields
es_co: Clic en el botón "Guardar" para guardar la información de los campos

source: Click on the button "Save and generate" for when you are sure to generate the invoice, after the invoice is generated you will not be able to edit the fields again.
es_co: Clic en el botón &quot;Guardar y generar&quot; para cuando este seguro de generar la facturación, luego de que la factura se genera no podrá volver a editar los campos.

source: Click on the order to open the details
es_co: Clic en el pedido para abrir los detalles

source: Click on WooCommerce orders
es_co: Clic en pedidos de WooCommerce

source: Client
es_co: Cliente

source: Code QR
es_co: Código QR

source: Commercial Name
es_co: Nombre comercial

source: Company
es_co: Empresa

source: Copy and paste the personalized Token in the text field &quot;Token&quot;.
es_co: Copia y pega el Token personalizado en la caja de texto &quot;Token&quot;

source: Copy the code of the business unit.
es_co: Copia el codigo de la unidad de negocio.

source: Copy the example URL client in the text field &quot;URL client&quot;.
es_co: Copia el ejemplo del cliente URL en la caja de texto &quot;Cliente URL&quot;

source: Create your electronic invoices of purchases made in woocommerce with Yabi
es_co: Crea facturas electrónicas de tus compras de Woocommerce en Yabi

source: Credit
es_co: Crédito

source: Credit days
es_co: Días de crédito

source: Depending on the type of person, you must complete the additional information
es_co: Según el tipo de persona debe completar la información adicional

source: Email
es_co: Correo electrónico

source: Enter the Yabi system
es_co: Ingrese al sistema de Yabi

source: Fill the text field "Invoice Name" with the invoice name. Example: "SETT-", "SE"
es_co: Llene el campo de texto "Nombre de factura" con las siglas de la factura. Ejemplo: "SETT-", "SE".

source: Fill the text field with the consecutive invoice. Example: if the consecutive number is 25, please fill the text field with 26.
es_co: Llene el campo de texto con el consecutivo de la factura. Ejemplo: Si el consecutivo actual es 25, favor colocar en la caja de texto el número 26.

source: Find the order in the completed state for which you want to generate an invoice
es_co: Buscar el pedido en estado completado al cual se desea generar una factura

source: Go to
es_co: Ir a

source: How to generate an invoice?
es_co: Cómo generar una factura?

source: I agree to modify the checkout
es_co: Acepto modificar el checkout

source: Identifier
es_co: Identificación

source: Identifier digit
es_co: Dígito identificación

source: Identifier field must contain a positive number of at least 5 digits.
es_co: El campo identificación debe contener un número positivo de al menos 5 dígitos.

source: Identifier is a required Field!
es_co: ¡El identificador es un campo obligatorio!

source: In cash
es_co: En efectivo

source: In Credit: The payment is credited and you can select the number of days of the credit, generally it is 30 days
es_co: En Crédito: Se acredita el pago y puedes seleccionar el número de días del crédito, generalmente son 30 días

source: Information
es_co: Información

source: Instructions for client
es_co: Instrucciones para el cliente

source: Instructions for invoice
es_co: Instrucciones para la facturación

source: Instructions for settings
es_co: Instrucciones para la configuración

source: Integrate Yabi for WooCommerce
es_co: Integración Yabi para WooCommerce

source: Invoice
es_co: Factura

source: Invoice Name
es_co: Nombre de factura

source: Invoice Number
es_co: Número de factura

source: Invoice Serial
es_co: Serie de la factura

source: Invoice type
es_co: Tipo de factura

source: Invoices can be defined in Cash or In Credit
es_co: Las facturas se pueden definir en efectivo o en crédito.

source: Last Name
es_co: Apellido

source: Legal Entity
es_co: Persona jurídica

source: Manual: Generate invoices manually in order administration
es_co: Manual: Genera facturas manualmente en la administración de pedidos.

source: Name
es_co: Nombre

source: Natural Person
es_co: Persona natural

source: Note Description
es_co: Descripción de la nota

source: Note Name
es_co: Nombre de la nota

source: Observations
es_co: Observaciones

source: Paste the previously copied code in the text field &quot;Business Unit Uuid&quot;.
es_co: Pegue el código previamente copiado en la caja de texto "Unidad de negocio Uuid".

source: Payment type
es_co: Tipo de pago

source: Person
es_co: Persona natural

source: Please enter the Yabi plugin configuration, as you need to enter new data for it to work correctly
es_co: Ingrese a la configuración del complemento Yabi, ya que necesita ingresar nuevos datos para que funcione correctamente

source: Postcode
es_co: Código postal

source: Save
es_co: Guardar

source: Save & Generate
es_co: Guardar y generar

source: Second Last Name
es_co: Segundo apellido

source: Second Name
es_co: Segundo nombre

source: Select the type of person
es_co: Selecciona el tipo de persona

source: Setting saved!
es_co: Configuración guardada!

source: Settings
es_co: Configuración

source: settings page
es_co: pagina de configuración

source: Support this plugin
es_co: Colabora con este plugin

source: Telephone
es_co: Teléfono

source: The fields of the invoice are the name and the consecutive number of the invoice, before the DIAN the requirement for the numbering had to be passed. Please fill in the corresponding data. Example: SETT-26.
es_co: Los campos de la factura son el nombre y el número consecutivo de la factura, en la DIAN tuvo que pasar el requisito para la numeración. Por favor complete los datos correspondientes. Ejemplo: SETT-26.

source: The process to generate an invoice.
es_co: El proceso para generar una factura.

source: The WooCommerce purchase must be in a completed state, in order to generate the electronic invoice. (Automatic or Manual)
es_co: La compra de WooCommerce debe estar en estado completado, para poder generar la factura electrónica. (Automático o Manual)

source: This option allows you to modify the default Woocommerce form to allow the custom fields that Yabi uses, such as IDs or NIT. It also displays the departments and municipalities of Colombia with their respective DIAN codes. It also generates a link so that people can generate the address as necessary for the DIAN.
es_co: Esta opción le permite modificar el formulario predeterminado de Woocommerce para permitir los campos personalizados que utiliza Yabi, como cédula o NIT. También muestra los departamentos y municipios de Colombia con sus respectivos códigos DIAN. También genera un enlace para que las personas puedan generar la dirección necesaria para la DIAN.

source: To download the invoice you have to enter the Yabi platform
es_co: Para descargar la factura tiene que ingresar a la plataforma de Yabi

source: To get started, contact Yabi to send you the personalized Token of your account by email.
es_co: Para comenzar, comuníquese con Yabi para que le envíe el Token personalizado de su cuenta por correo electrónico.

source: Type of document
es_co: Tipo de documento

source: Type of document is a required Field!
es_co: ¡El tipo de documento es un campo obligatorio!

source: Type of Owner
es_co: Tipo de dueño

source: Type of person
es_co: Tipo de persona

source: Type of person is a required Field!
es_co: ¡El tipo de persona es un campo obligatorio!

source: URL client
es_co: Cliente URL

source: When displaying the order information, the Yabi module will be displayed at the bottom
es_co: Al desplegar la información del pedido, en la parte inferior se desplegara el módulo de Yabi

source: with your username and password.
es_co: con su nombre de usuario y contraseña.

source: Yabi - Invoice Data
es_co: Yabi - Información de facturación

source: Yabi for WooCommerce
es_co: Yabi para WooCommerce

source: Yes
es_co: Si

source: You must select the type of person
es_co: Debe seleccionar el tipo de persona
